{
    "history": {
        "historyByTrapeze": "Aerial trapeze is a form of circus performance that involves performing stunts suspended in the air, usually using metal bars called trapezes. This circus art has its origins in the trapeze performances of 19th century circuses, and has since evolved to include a wide variety of figures and techniques."
    },
    "trapeze": [
        {
            "id": "605e9b99-b341-4cf9-bbb5-39a1e7b8b362",
            "name": "Split",
            "description": "The Split figure consists of opening your legs in opposite directions while you are suspended in the air with the help of the trapeze. The trapeze artist performs a series of movements to gain momentum and height before releasing from the trapeze and extending the legs to the sides in a split position. The position is held for a set amount of time, demonstrating control and flexibility, before grabbing the trapeze again to safely complete the figure.",
            "steps": [
                "The aerialist swings back and forth to gain momentum and height.",
                "At the right moment, the trapeze artist releases the trapeze and launches himself into the air.",
                "While in the air, the trapeze artist extends his legs to the sides in a split position",
                "The split position is held for a few seconds, showing control and flexibility.",
                "Finally, the trapeze artist grabs the trapeze with his hands again to safely complete the figure."
            ],
            "difficulty": "High",
            "images": "https://i.ytimg.com/vi/KlxqkXq-OU4/maxresdefault.jpg"
        },
        {
            "id": "35ec21e5-e056-470b-a999-c5e0566b5c91",
            "name": "squad",
            "description": "The square is a classic aerial trapeze figure that requires balance, strength and flexibility. It consists of holding the body in a horizontal position on the trapezoid, forming a 90-degree angle with the legs extended forward.",
            "steps": [
                "The trapeze artist holds the trapeze firmly with his hands.",
                "With a controlled impulse, the trapeze artist lifts his legs and extends them forward, forming a 90-degree angle with the body.",
                "Maintains team position with strength and stability, showing control and balance.",
                "Finally, the trapeze artist returns to the upright position or moves on to other figures."
            ],
            "difficulty": "Half",
            "images": "https://i.pinimg.com/564x/2e/28/5e/2e285e3231b4f27a90cd0fa6a7eef97a.jpg"
        },
        {
            "id": "9394602b-3d1d-4beb-bc63-852cd0cc2ffe",
            "name": "Mermaid bow",
            "description": "The mermaid bow is an aerial trapeze figure that combines flexibility and grace. It consists of forming an arc with the body, holding the trapeze with the hands and legs, simulating the elegance of a mermaid in the sea.",
            "steps": [
                "The trapeze artist grabs the trapeze with both hands and lifts the body upwards.",
                "With flexibility and control, the trapeze artist bends her body backwards forming an arc, extending her legs forward to simulate a mermaid's tail.",
                "Maintains the position of the bow with grace and elegance, showing control and balance.",
                "Finally, the trapeze artist returns to the upright position or moves on to other figures."
            ],
            "difficulty": "beginner",
            "images": "https://i.pinimg.com/564x/de/f8/71/def8714d152da9781885196dfd3c78eb.jpg"
        },
        {
            "id": "4e4a7ef0-ba8c-4233-a4ff-46feb5af337d",
            "name": "Flying Bed",
            "description": "The Flying Bed is an impressive figure that simulates a person jumping and falling on a bed. It requires coordination and control to execute it successfully.",
            "steps": [
                "The trapeze artist holds the trapeze with one hand and simulates jumping on the 'bed' using coordinated movements.",
                "Performs a series of spins and acrobatic movements in the air while maintaining the simulated jumping position on the 'bed'.",
                "Displays control and grace by executing the figure with fluidity and precision.",
                "Finish the figure by grabbing the trapeze again gracefully to land safely."
            ],
            "difficulty": "Very high.",
            "images": "https://i.pinimg.com/564x/8c/e9/02/8ce902c7432eaa0b1e5fba4cd70bbf8d.jpg"
        }
    ]
}